<script setup lang="ts">
definePageMeta({
  title:'О нас'
})

useSeoMeta({
  title:'О нас'
})
</script>

<template>
  <div class="container mx-auto">
    <h2 class="text-xl md:text-2xl font-semibold mb-4">
      Здесь и вместе — ваше приложение для поддержки на каждом этапе беременности
    </h2>
    <p class="text-base md:text-lg mb-4">
      Беременность — это особенный период, наполненный новыми открытиями, эмоциями и радостными моментами.
      Мы создали <em>Здесь и вместе</em>, чтобы будущие мамы могли чувствовать себя уверенно и комфортно,
      наслаждаясь каждым днем этого волшебного времени.
    </p>
    <p class="text-base md:text-lg mb-4">
      Наше приложение создано с заботой о каждой женщине, чтобы поддержать её на всех этапах беременности.
      Мы предлагаем советы, полезную информацию, ежедневные напоминания и вдохновляющие материалы,
      которые помогут чувствовать себя увереннее и радоваться каждому моменту.
    </p>
    <p class="text-base md:text-lg mb-4">
      <em>Здесь и вместе</em> — это место, где вы найдете ответы на все свои вопросы, полезные ресурсы и
      сообщество людей, готовых поддержать вас. Будьте рядом с нами на пути к рождению вашего чуда — ведь
      мы здесь, чтобы помочь вам чувствовать себя счастливой и спокойной мамой.
    </p>
    <h3 class="text-lg md:text-xl font-semibold mt-6 text-center">
      С нами каждая мама становится увереннее, а каждая минута — ещё более ценной.
    </h3>
  </div>
</template>

<style scoped>

</style>